text1 = """Поздравляю! Бот активирован 🥳

Теперь жми ВСТУПИТЬ В VIP ✅

Так же выбери язык для своего удобства (Русский, Украинский)👇🏼"""

text1_ua = """Вітаю! Бот активований 🥳

Тепер тисни ВСТУПИТИ У VIP ✅

Також вибери мову для своєї зручності (Російська, Українська)👇🏼"""

text2_ru = """Привет, ты очень вовремя подписался на мой канал 🥳

Сейчас я провожу акцию и ДАРЮ доступ в мой закрытый VIP клуб, где я обучаю прибыльному Трейдингу с нуля и провожу торговые сессии 🤯

СТАРАЯ ЦЕНА VIP ДОСТУПА = 400$
Твоя цена сейчас - БЕСПЛАТНО

В моем VIP КАНАЛЕ тебе будет доступно:👇🏼👇🏼

1. Авторский обучающий курс - пять уроков ТРЕЙДИНГА, где я просто и доступно показываю СИСТЕМУ как с минимального баланса можно сделать серьезный капитал 👨‍💻🚀

2. Прибыльные сигналы для успешной торговли - каждый день 🤑

В этой СТАТЬЕ я написал как все проходит👇🏼👇🏼

https://teletype.in/@strademoneysignals/7LOjfjDkzD3 ✅
"""

text211_ru = """
Итак, по порядку. Чтобы вступить в VIP по акции сейчас БЕСПЛАТНО, регистрируйся на POCKET OPTION 📩

1. Переходи строго по этой ссылке и проходи регистрацию – это займет 2 минуты: https://pocket-option.co/com ✅

2. После регистрации введи снизу свой ID – он находится в личном кабинете твоего аккаунта POCKET OPTION

ID отправляй цифрами, например: 733673214 ✅

3. Бот проверит твою регистрацию – и добро пожаловать в КЛУБ! 🤑

На всякий случай внизу есть видеоинструкция, которую я сделал специально для тебя 👇🏼"""

text2_ua = """Привіт, ти дуже вчасно підписався на мій канал 🥳

Зараз я проводжу акцію та ДАРУЮ доступ до мого закритого VIP клубу, де я навчаю прибутковому Трейдингу з нуля і проводжу торгові сесії 🤯

СТАРА ЦІНА VIP ДОСТУПУ = 400$
Твоя ціна зараз - БЕЗКОШТОВНО

У моєму VIP КАНАЛІ тобі буде доступно: 👇🏼👇🏼

1. Авторський навчальний курс – п'ять уроків ТРЕЙДИНГУ, де я просто і доступно показую СИСТЕМУ як з мінімального балансу можна зробити серйозний капітал 👨‍💻🚀

2. Прибуткові сигнали для успішної торгівлі – щодня 🤑

У цій СТАТТІ я написав як все проходить 👇🏼👇🏼

https://teletype.in/@strademoneysignals/7LOjfjDkzD3 ✅

Щоб БЕЗКОШТОВНО до нас вступити по акції, тисни START👇🏼"""

text211_ua = """Отже, по порядку. Щоб вступити у VIP по акції зараз БЕЗКОШТОВНО, реєструйся на POCKET OPTION 📩

1. Переходь строго за цим посиланням і проходь реєстрацію - це займе 2 хвилини:
https://pocket.click/register?utm_campaign=768773&utm_source=affiliate&utm_medium=revshare&a=xCJsh3zJmLQAG2&ac=reg ✅

2. Після реєстрації введи знизу свій ID – він знаходиться в особистому кабінеті твого облікового запису POCKET OPTION

ID надсилай цифрами, наприклад: 733673214 ✅

3. Бот перевірить твою реєстрацію - і ласкаво просимо до КЛУБУ! 🤑

Про всяк випадок внизу є відеоінструкція, яку я зробив спеціально для тебе 👇🏼"""

text21_ru = """👉 Снизу отправьте ID с платформы.

🔑 Вводить ID нужно только цифрами – без букв!"""

text21_ua = """👉 Знизу надішліть ID з платформи.

🔑 Вводити ID потрібно тільки цифрами - без літер!"""

text3_wrong_ru = """Похоже, раньше уже была регистрация на POCKET OPTION (не по моей партнерской ссылке) ☹️

Но не беда, в таком случае для вступления в VIP, закрой старый аккаунт и пройди регистрацию снова 🆕

Все просто: 👇🏼

1. Закрой старую учетную запись: зайди в свой профиль на POCKET OPTION, и заблокируй в настройках (или просто выйди из аккаунта)

2. Переходи по ссылке: https://pocket-option.co/com ✅

И сразу проходи регистрацию ☝🏼

3. Введи свой новый ID внизу (только цифры)

На всякий случай внизу есть видеоинструкция, которую я сделал специально для тебя, чтобы ты все понял пошагово (ничего сложного) 👇🏼"""

text3_wrong_ua = """Схоже, раніше вже була реєстрація на POCKET OPTION (не за моїм партнерським посиланням) ☹️

Але не біда, у такому випадку для вступу до VIP, закрий старий аккаунт та пройди реєстрацію знову 🆕

Все просто: 👇🏼

1. Закрий старий обліковий запис: зайди у свій профіль на POCKET OPTION, і заблокуй в налаштуваннях (або просто вийди з облікового запису)

2. Переходь за посиланням:
https://pocket.click/register?utm_campaign=768773&utm_source=affiliate&utm_medium=revshare&a=xCJsh3zJmLQAG2&ac=reg ✅

І одразу проходь реєстрацію ☝🏼

3. Введи свій новий ID внизу (лише цифри)

Про всяк випадок внизу є відеоінструкція, яку я зробив спеціально для тебе, щоб ти все зрозумів покроково (нічого складного) 👇🏼"""

text3_right_ru = """Поздравляю с поступлением в VIP 🥳

Переходи по этой ССЫЛКЕ👇🏼

https://t.me/+YYe8d_uxH4g3NjQy ✅

Также внизу обязательно пересмотри ВИДЕОИНСТРУКЦИЮ по СИГНАЛАМ, чтобы безошибочно торговать и зарабатывать 🚀"""

text3_right_ua = """Вітаю із вступом до VIP 🥳

Переходь за цим ПОСИЛАННЯМ👇🏼

https://t.me/+YYe8d_uxH4g3NjQy ✅

Також унизу обов'язково переглянь ВІДЕОІНСТРУКЦІЮ по СИГНАЛАХ, щоб безпомилково торгувати та заробляти 🚀"""

text3_none_ru = """К сожалению пользователя с таким id нет в системе.

Проверьте введёный вами id и повторите попытку снова."""

text3_none_ua = """К сожалению пользователя с таким id нет в системе.

Проверьте введёный вами id и повторите попытку снова."""